[
  {
    "role": "Headquarters Air Force (HAF) & US Space Force (USSF) Policy",
    "description": "Sets lead policy for training.",
    "abbreviations": ["AF/A1", "AF/A1DL", "SF/S1", "SF/SID"]
  },
  {
    "role": "Service level Career Field Managers",
    "description": "Appointed leaders who ensure their assigned specialties are trained and utilized to support the mission. They approve waivers, develop the Career Field Education and Training Plan (CFETP), and chair training requirement meetings.",
    "abbreviations": ["CFM"]
  },
  {
    "role": "Air Force Personnel Center, Work Force Development",
    "description": "Develops guidance to implement training policy, manages training program operations, and coordinates on CFETPs.",
    "abbreviations": ["AFPC/DP3D"]
  },
  {
    "role": "Air Education and Training Command",
    "description": "Directs and manages formal training schools, serves as the Force Development Registrar, develops Career Development Courses (CDCs), and leads advanced distributed learning.",
    "abbreviations": ["AETC"]
  },
  {
    "role": "AETC Training Pipeline Managers",
    "description": "Advise CFMs on training pipelines, coordinate course revisions, and manage resources to ensure effective execution of training.",
    "abbreviations": ["AETC/TPM"]
  },
  {
    "role": "MAJCOM Functional Managers / Advisors & NGB CFMs",
    "description": "Manage training programs for their respective specialties at the Major Command or National Guard Bureau level, providing guidance to subordinate units and representing the command at training workshops.",
    "abbreviations": ["MFM", "NGB CFM"]
  },
  {
    "role": "MAJCOM/FLDCOM Training Managers",
    "description": "Serve as the command's focal point for skills development, managing and assessing the effectiveness of the command's overall training program.",
    "abbreviations": []
  },
  {
    "role": "AF Career Development Academy",
    "description": "Has authority and responsibility to develop, deliver, and manage all Total Force CDCs and specialized courses for upgrade training.",
    "abbreviations": ["AFCDA"]
  },
  {
    "role": "Base Training Managers",
    "description": "The base-level OPR for managing all training programs, including upgrade, qualification, and ancillary training for units they service.",
    "abbreviations": ["BTM"]
  },
  {
    "role": "Base 3F2X1 functional manager",
    "description": "The senior ranking Education and Training (3F2X1) member on an installation, responsible for ensuring Unit Training Managers are trained and managing 3F2X1 assignments.",
    "abbreviations": []
  },
  {
    "role": "Unit commanders",
    "description": "Ultimately responsible for their unit's training programs, ensuring members attend training, and taking action on training-related issues like withdrawals or failures to progress.",
    "abbreviations": []
  },
  {
    "role": "Unit Training Managers / Additional Duty UTMs",
    "description": "The commander's key staff member for managing the unit's training program, advising personnel, tracking progress, and managing training records.",
    "abbreviations": ["UTM", "ADUTM"]
  },
  {
    "role": "Supervisor",
    "description": "Directly responsible for the trainee's development. They plan, conduct, evaluate, and document training, develop task lists, and administer the CDC program for their Airmen.",
    "abbreviations": []
  },
  {
    "role": "Trainer",
    "description": "A subject-matter expert selected to provide hands-on, 'over-the-shoulder' training to a trainee and document their task qualifications.",
    "abbreviations": []
  },
  {
    "role": "Task certifier",
    "description": "Provides third-party certification and evaluation on specific tasks identified by the CFM to ensure a trainee is fully qualified.",
    "abbreviations": []
  },
  {
    "role": "Trainee",
    "description": "The individual undergoing training, responsible for actively participating, completing requirements, and obtaining qualifications.",
    "abbreviations": []
  },
  {
    "role": "Course owner or sponsor",
    "description": "The office or individual responsible for developing, managing, and updating a specific Total Force Awareness Training (TFAT) course.",
    "abbreviations": []
  },
  {
    "role": "DAF Learning Committee",
    "description": "The senior leader 'gatekeeper' body that vets new TFAT requirements, establishes priorities, and determines efficient delivery options for the Total Force.",
    "abbreviations": ["DAFLC"]
  }
]
